#!/usr/bin/env ruby

energy = [
  "你以为你累得像条狗，实际上狗都没你那么累。",
  "你全力做到最好，可能还不如别人随便搞搞。",
  "当生活中遇到倒霉的事情，千万不要沮丧，打起精神来，你要相信，更倒霉的还在后头。",
  "道德和原则固然重要，但却总是要给手里的利益让道。",
  "有些人看起来顺风顺水，那是你不知道他们背后经历了什么。等你了解了你会发现，他们也没经历啥，就是运气好。",
  "不要太高估自己在集体中的力量，因为当你选择离开时，就会发现即使没有你，太阳照常升起！",
  "对今天解决不了的事情，也不要着急。因为明天也可能还是解决不了。",
  "是金子总会发光，你个玻璃碴子只会反光！",
  "长得丑的人，光长相别人就不能原谅，更别提犯不犯错了。",
  "铁杵能磨成针，但木杵只能磨成牙签，材料不对，再努力也没用。",
  "失败乃成功之母，没人会一直失败，只是多感受了一点母爱。",
  "喜欢一个人就勇敢大胆去表白，反正他也不会喜欢你，也许还能知道你是第几号备胎呢。",
  "长得不漂亮不如活得漂亮，但长的漂亮怎么可能活得不漂亮。",
  "你只需要看着别人精彩，老天对你另有安排。",
  "这个世界没有错，谁让你长得不好看，又没钱。",
  "不是读书没用，是你没用。",
  "有的人工作闲时闲到蛋疼，而你闲一分钟都不行。",
  "我们所咒骂的那些品德败坏的人，其实不过是直接或间接地损害了我们的利益。",
  "单身是个很好的借口，说得好像妹子们会看上你似的。",
  "岁月是把杀猪刀，是针对那些长得好看的说的，对于那些丑的，岁月拿他们一点办法也没有。",
  "许多人都觉得自己的努力没有获得社会的认可，实际上你现在过的生活就是社会对你的评价。",
  "你费尽力气想明白了一些事情，但对解决它们一点儿帮助也没有。",
  "一见钟情，明明是见色起意。日久生情，不过是权衡利弊。连白头到老，都只不过是习惯使然。",
  "不要拿输在起跑线说事，有的人是开车，有的是跑车，有的人是私人飞机，而你，真的是跑。",
]

puts energy.sample
